[
    {
        "id_str": "hasoc_1",
        "text": "ANOTHER DAY VOLUNTEERING AT THE VENICE MEDICAL SCHOOL. EVERYONE KEEPS ASKING ME IF THEY CAN FUCK THE LEECHES. BUDDY, THEY WONT EVEN LET ME FUCK THEM",
        "len": 148,
        "lang": "en"
    },
    {
        "id_str": "hasoc_3",
        "text": "#GandiNaaliAbuse - Using this type of language for the PM of India elected by a landslide by the people of India is totally unacceptable and is akin to abusing the mandate given by the people.",
        "len": 192
    },
    {
        "id_str": "hasoc_4",
        "text": "Congress abusive language towards PM Modi in Parliament is unacceptable.. Punish the MP\\n#GandiNaaliAbuse",
        "len": 105,
        "lang": "en"
    },
    {
        "id_str": "hasoc_5",
        "text": "The UK is just going to be like another mistress for #BorisJohnson. He'll fuck her completely but eventually get bored with her and piss off, denying any responsibility for whatever bastard encumbrances he leaves her with.\\nWibble.",
        "len": 231,
        "lang": "en"
    },
    {
        "id_str": "hasoc_6",
        "text": "FUCK YEAH MY NIECE: IF PEOPLE DONT LIKE HOT CHIPS THEY SHOULD GO TO THE DOCTOR\\n\\nTEACH THE CHILDREN WELL ETC",
        "len": 109,
        "lang": "en"
    },
    {
        "id_str": "hasoc_7",
        "text": "@republic Abusing Modi who is taking Bharat on top ranking on world map Shame #GandiNaaliAbuse ",
        "len": 95,
        "lang": "en"
    },
    {
        "id_str": "hasoc_9",
        "text": " spycam lesbians kazakhstan dating sites cum grannies doctors oral sex pussy fuck ass fucked girl getting fucked clips nipples sex phat ass fucked fuck housewife girls have real sex sex stories real nipples cock pic.twitter.com/XtSNYnH8oI",
        "len": 238
    },
    {
        "id_str": "hasoc_10",
        "text": "It\\'s ok to have different beliefs, if those beliefs don\\'t endanger others or infringe upon their human rights.\\n\\nAdvocating changes in law to allow parents to Doctor Shop in order to avoid vaccines is ignorant and dangerous.\\n\\nAgain, fuck Jessica Biel. ",
        "len": 257,
        "lang": "en"
    },
    {
        "id_str": "hasoc_11",
        "text": "Bill, what would you have said if Trump would have had the US military level one of Iran's bases? You are a fraud.",
        "len": 114,
        "lang": "en"
    },
    {
        "id_str": "hasoc_12",
        "text": "@republic @INCIndia and oppon using #Parliament to abuse PM. Kick them out for rest of the time #GandiNaaliAbuse",
        "len": 112,
        "lang": "en"
    },
    {
        "id_str": "hasoc_13",
        "text": "#GandiNaaliAbuse @republic Shout, shout,  SHOUT!  What's the use? Can't make head nor tail of the so-called 'debate'. Waris is a twit. But Arnab joining in his screaming match? When the 'Republic' has to shout,  it's a sure sign of anarchy round the bend. Get ready folks.",
        "len": 272,
        "lang": "en"
    },
    {
        "id_str": "hasoc_14",
        "text": "I think the Janeu is on ulta and the Hindu kid seems to be doing namaaz. This picture is as authentic as mythical Ganga Jamuni Tehzeeb",
        "len": 134,
        "lang": "en"
    },
    {
        "id_str": "hasoc_15",
        "text": "#GandiNaaliAbuse Insult to the Premier of the nation is an insult to the entire country.",
        "len": 88,
        "lang": "en"
    },
    {
        "id_str": "hasoc_17",
        "text": "#CongGandiNaaliInsult #GandiNaaliAbuse May be that guy, doesn't know Hindi, most thought, they heard him say GandHi Naali !",
        "len": 123
    },
    {
        "id_str": "hasoc_18",
        "text": "Fuck sake. Mums got a sore throat and she came to me and goes the doctor says I have an inflamed vulva I THINK YOU MEAN UVULA MUM  pic.twitter.com/gLuv1Gjrc0",
        "len": 157,
        "lang": "en"
    },
    {
        "id_str": "hasoc_19",
        "text": "But the free, independent and brave media of Pakistan has pretended that nothing happened...so much for Pakistans dictated democracy and so much Pakistani muzzled media",
        "len": 168,
        "lang": "en"
    },
    {
        "id_str": "hasoc_20",
        "text": "but my doctor said whole grains are healthy and saturated fat in beef is bad. Do you really think you know more than my doctor?! \\n\\nYes God damn it I know way the fuck more than your stupid ass doctor when it comes to nutrition",
        "len": 228,
        "lang": "en"
    },
    {
        "id_str": "hasoc_21",
        "text": "Last time Muslim Representaves were present in doing something. They created Pakistan. @warispathan \\ncc : @republic @ARanganathan72 #GandiNaaliabuse",
        "len": 149,
        "lang": "en"
    },
    {
        "id_str": "hasoc_22",
        "text": "YOU STUPID BITCH, \\nYOU FILTHY SLUT! \\nI'LL TEACH YOU TO \\nFUCK WITH ME! pic.twitter.com/qL64B8UDm5",
        "len": 99,
        "lang": "en"
    },
    {
        "id_str": "hasoc_24",
        "text": "Boris Johnson is full of shit, he wants the prime minister role as its the only toy the spoiled bastard as never had, its ok for him to play with U.K. n toss it when broken, normal people will be the ones suffering whilst that mega rich lying bastard wont give a flying fuck",
        "len": 274
    },
    {
        "id_str": "hasoc_25",
        "text": "So they're using Boris Johnson's comments to keep Nazanin Zaghari Ratcliffe imprisoned & he refuses to take any responsibility for his actions?\\n\\nAnd you think this twat is fit to be PM?\\n\\nFuck off!\\n\\n#GMB",
        "len": 208,
        "lang": "en"
    },
    {
        "id_str": "hasoc_26",
        "text": " adult sharing video oral sex articles cat fuck gay video oral sex oral doctor usa video xxx dating uniform fucked daddy real online sex fuck bisexual oral translate india sex video pic.twitter.com/mF0rUSLuWe",
        "len": 208,
        "lang": "en"
    },
    {
        "id_str": "hasoc_27",
        "text": "dating virgin teeny pussy fuck Hot indian sex scenes japanese school doctor sex video Fuck it girls version pic.twitter.com/zoBxI75KFE",
        "len": 134,
        "lang": "en"
    },
    {
        "id_str": "hasoc_28",
        "text": "#GandiNaaliAbuse... Those who are unhappy with Modiji, call him names should be asked to leave the country...Waris Pathan should be the first to leave along with Owaisi they won't find a place to live in this world as everyone will reject hypocrats like them.",
        "len": 259,
        "lang": "en"
    },
    {
        "id_str": "hasoc_29",
        "text": "@republic Abusing Modi who is taking Bharat on top ranking on world map Shame #GandiNaaliAbuse",
        "len": 94,
        "lang": "en"
    },
    {
        "id_str": "hasoc_30",
        "text": "In conclusion, if you are going to try and ruin our games at least know what the fuck you are talking about in the first place brainlets. pic.twitter.com/6qbSjkWTw8",
        "len": 164,
        "lang": "en"
    },
    {
        "id_str": "hasoc_31",
        "text": "#GandiNaaliAbuse | During the electoral process a lot of filthy language was used, but what happened today. It was against the Prime  Minister of the country: Smita Prakash- Editor, ANI\\n",
        "len": 187,
        "lang": "en"
    },
    {
        "id_str": "hasoc_32",
        "text": "Personally, I say lets go the whole hog & get @BorisJohnson elected to PM. Him & #Trump would be a bumbling comedy double act destroying lives & the planet but making great TV! After all, it's not about policy, it's about personality & pandering to fear. Fuck your kids future! ",
        "len": 278,
        "lang": "en"
    },
    {
        "id_str": "hasoc_34",
        "text": "Since Ive attended UCLA ive seen:\\nMANY suicides\\nA school shooting \\nAn admissions scandal \\nSchool doctor sexually assaults students\\nCreepy professors/TAs who fuck students\\n\\nI have no idea what the fuck were #1 in ",
        "len": 219
    },
    {
        "id_str": "hasoc_35",
        "text": "Golden state had two players re-injure themselves in the same game. \\n\\nDon\\'t blame the doctors\\n\\nFuck them doctors.",
        "len": 118,
        "lang": "en"
    },
    {
        "id_str": "hasoc_36",
        "text": "He must have voted for trump",
        "len": 28,
        "lang": "en"
    },
    {
        "id_str": "hasoc_37",
        "text": "BREAKING: Huge blast in Rawalpindi, Pakistan at the city's Military Hospital where Pakistan Army was protecting jihadi terrorist #MasoodAzhar as a patient. Azhar was involved in the #PulwamaAttack on India.",
        "len": 206,
        "lang": "en"
    },
    {
        "id_str": "hasoc_38",
        "text": "Why do you talk in first person?",
        "len": 32,
        "lang": "en"
    },
    {
        "id_str": "hasoc_39",
        "text": "@realDonaldTrump @SHSanders45 (cmon Sarah, one more lie from you before you go.)\\n\\nOur president is a documented serial liar.  Im inclined to believe Ms. Carol and not trust a word hes saying. \\n\\nThis:",
        "len": 203,
        "lang": "en"
    },
    {
        "id_str": "hasoc_40",
        "text": "Waris appears on TV with an AK-47 in the background, he is trying to appear as some jihadi warrior. #gandinaaliabuse",
        "len": 116,
        "lang": "en"
    },
    {
        "id_str": "hasoc_41",
        "text": "Back a man with no morals, no clue and could not give a fuck about anyone. Sounds a stupid idea. pic.twitter.com/d8lBFYwp0E",
        "len": 123,
        "lang": "en"
    },
    {
        "id_str": "hasoc_42",
        "text": "Going to war. Hey these other countries pd traitor Trump and kush. Now they are making it happen. Right from the start ",
        "len": 119,
        "lang": "en"
    },
    {
        "id_str": "hasoc_43",
        "text": "#GandiNaaliAbuse I don't see any wrong in comparing Narendra Modi with Swami Vivekananda, only congis praise fools like @RahulGandhi who is good for nothing",
        "len": 156,
        "lang": "en"
    },
    {
        "id_str": "hasoc_44",
        "text": "Trump has a habit of creating a crisis and then jumping in and solving it. We HAD an agreement only problem in the @GOP s eyes is that it happened during Pres Obamas administration. You all need to get over yourselves and put country over party.",
        "len": 245,
        "lang": "en"
    },
    {
        "id_str": "hasoc_45",
        "text": "Is @BorisJohnson having a FUCKING LAUGH? His plans to cut taxes from the rich are to come out of a proposed raise to employee national insurance? Why the FUCK do I have to pay more so that people richer than me can have even more money  they dont fucking need? #tory pic.twitter.com/PVr1enzDWI",
        "len": 293,
        "lang": "en"
    },
    {
        "id_str": "hasoc_46",
        "text": "Misuse of right to speech #GandiNaaliAbuse",
        "len": 42,
        "lang": "en"
    },
    {
        "id_str": "hasoc_47",
        "text": "How the fuck does Boris keep finding women to sleep with him ? He looks like a preschooler drew a rapists face on a chunk of uncooked sausage meat #BorisJohnson #BorisJohnsonShouldNotBePM pic.twitter.com/16e9rypbWN",
        "len": 214,
        "lang": "en"
    },
    {
        "id_str": "hasoc_48",
        "text": "#GandiNaaliAbuse PM is not responsible for each and everything! Why do they abuse PM ?",
        "len": 86,
        "lang": "en"
    },
    {
        "id_str": "hasoc_49",
        "text": "You fool Bamla, if you don't know a language then speak in that language that you are fluent in. #GandiNaaliAbuse @republic",
        "len": 123,
        "lang": "en"
    },
    {
        "id_str": "hasoc_50",
        "text": "Abuse can't obstruct the rise of India under the leadership of #NarendraDamodardasModi Ji. Looters of our country mustn't take the advantages of Democracy. #GandiNaaliAbuse",
        "len": 172,
        "lang": "en"
    },
    {
        "id_str": "hasoc_52",
        "text": "When rahul is president then what others can say only abuses #GandiNaaliAbuse",
        "len": 77
    },
    {
        "id_str": "hasoc_53",
        "text": "3 weeks ago I said to friends:\\nId be amazed if @BorisJohnson doesnt bottle being PM again like last time & find some excuse to drop out of the race. Because he is all mouth & knows deep down he be a shit PM & cant deliver fuck all & knows he will be a failure #BorisJohnson pic.twitter.com/aNi4O9bdaM",
        "len": 301,
        "lang": "en"
    },
    {
        "id_str": "hasoc_54",
        "text": "#gandinaaliabuse how can Indian citizens tolerate behavior of cong leader in lok sabha",
        "len": 86,
        "lang": "en"
    },
    {
        "id_str": "hasoc_55",
        "text": "Who thinks the debates just won't be the same without Donna Brazile working on them behind the scenes?",
        "len": 102,
        "lang": "en"
    },
    {
        "id_str": "hasoc_56",
        "text": "#GandiNaaliAbuse can someone ask Adhir, as to why his daughter committed suicide, what did she saw???",
        "len": 101,
        "lang": "en"
    },
    {
        "id_str": "hasoc_57",
        "text": "#GandiNaaliAbuse Crazy politics of Cong has vanished its element of cultural ethics .",
        "len": 85,
        "lang": "en"
    },
    {
        "id_str": "hasoc_58",
        "text": "@RahulGandhi must answer if word #GandiNaaliAbuse used by his leader in LS is word of love. It is exemplary culture of BJP MPs who did not refer opposition to Mathai book in response to such dirty language. @sambitswaraj @AnchorAnandN @smitaprakash #GandiNaaliAbuse",
        "len": 265,
        "lang": "en"
    },
    {
        "id_str": "hasoc_59",
        "text": "They wont be applauding when he fucks up Brexit. Only a moron can look at what Johnson has done as a politician and conclude that hell do what he says he will.",
        "len": 159,
        "lang": "en"
    },
    {
        "id_str": "hasoc_60",
        "text": "Trump did it again!!  Iran leadership doesnt understand the words nice and compassion... Donald is soooo funny!  ",
        "len": 113,
        "lang": "en"
    },
    {
        "id_str": "hasoc_61",
        "text": "Its Shame  for Congress ! These type of idiots should not be in politics , there should be some moral values in people who is so called leader/neta . #GandiNaaliAbuse . Arnab plz don't allow these people who doesn't have respect for PM/ President on national TV",
        "len": 261,
        "lang": "en"
    },
    {
        "id_str": "hasoc_62",
        "text": "#GandiNaaliAbuse  How can a PM of a country be abused like this.?Gande keede hi Gande Nale ki baat karenge",
        "len": 106,
        "lang": "hi"
    },
    {
        "id_str": "hasoc_63",
        "text": "Why do you call Gandi Naali fellows to the debate? #GandiNaaliAbuse",
        "len": 67,
        "lang": "en"
    },
    {
        "id_str": "hasoc_64",
        "text": "#GandiNaaliAbuse #GandiNaaliInsult #gandinaali By such statements you are insulting People of India. He is elected and selected by us. You have no right to say such things.",
        "len": 172,
        "lang": "en"
    },
    {
        "id_str": "hasoc_65",
        "text": "What the fucking fuck? #BorisJohnson ",
        "len": 37,
        "lang": "en"
    },
    {
        "id_str": "hasoc_66",
        "text": "#GandiNaaliAbuse | Vikaas has gone to the dogs now. We will object if law is not followed: Waris Pathan- MLA, AIMIM & Advocate\\n",
        "len": 128,
        "lang": "en"
    },
    {
        "id_str": "hasoc_67",
        "text": "#GandiNaaliAbuse Adhir's abusive language used in Parliament proves & Confirm that days Nehru & Gandhi Congress are over & its now Italian Congress.",
        "len": 148,
        "lang": "en"
    },
    {
        "id_str": "hasoc_68",
        "text": "And @yanisvaroufakis blamed everyone else for his mistakes too but at least he had a sense of humour.",
        "len": 101,
        "lang": "en"
    },
    {
        "id_str": "hasoc_69",
        "text": "This is what two stupid fucks look like..bumass crackheads all over for some little bud. VG4L very gay 4 life is what I see. dick riding bitch   pic.twitter.com/tjANQYqtrn",
        "len": 171,
        "lang": "en"
    },
    {
        "id_str": "hasoc_70",
        "text": "You\\'re making me late for work. He scoffed, getting up from bed and entering his closet.\\n\\nIt\\'s a Sunday.\\n\\nI\\'m a doctor and people live and die everyday. I\\'m at work 24/7. He spoke. Besides, what the fuck did you think we were goung to do this morning, cuddle or some shit?",
        "len": 280,
        "lang": "en"
    },
    {
        "id_str": "hasoc_72",
        "text": "#GandiNaaliAbuse China and other non democratic countries would be laughing at us. \\n\\nMatter of shame.\\n\\nTime we elected leaders and not RUFFIANS.",
        "len": 148
    },
    {
        "id_str": "hasoc_73",
        "text": "#GandiNaaliAbuse It is an insult to the constitution N democracy  of the nation.",
        "len": 80,
        "lang": "en"
    },
    {
        "id_str": "hasoc_74",
        "text": "     ,          \\n      \\n   ",
        "len": 29,
        "lang": "en"
    },
    {
        "id_str": "hasoc_75",
        "text": "Parliment is the temple of Indian democracy and no unparliamentary words should be used. Moreover it shows the character of the person using it.#GandiNaaliAbuse",
        "len": 160,
        "lang": "en"
    },
    {
        "id_str": "hasoc_76",
        "text": "This Pathans n Srivastavs will never learn their lesson but what right they hv to abuse the President n the democratically elected PM... shame shame shame \\n#GandiNaaliAbuse",
        "len": 173,
        "lang": "en"
    },
    {
        "id_str": "hasoc_77",
        "text": "Your Conservative and DUP colleagues voted not to leave three times.",
        "len": 68,
        "lang": "en"
    },
    {
        "id_str": "hasoc_78",
        "text": "E Jean Carrol is not needed to smear President Trump. He can do that all by himself. By the way, she should get some assistance. TL",
        "len": 131,
        "lang": "en"
    },
    {
        "id_str": "hasoc_79",
        "text": "Jesus suffering fuck! Hunt or Johnson. Hands up everyone who is now up for a shit load of chaos with Ed Miliband? #chaoswithedmiliband  #ToryLeadershipContest #BrexitShambles #BorisJohnson pic.twitter.com/6A43S8lBkE",
        "len": 215,
        "lang": "en"
    },
    {
        "id_str": "hasoc_80",
        "text": "fuck u 10th doctor Fuck You pic.twitter.com/hO9sXDzk2W",
        "len": 54,
        "lang": "en"
    },
    {
        "id_str": "hasoc_81",
        "text": "#GandiNaaliAbuse The stinking drain is only a symbol of the place where the Congi family finds itself in. The abuse was born out of desperation and rage, and is no reflection on the PM who is an exemplary leader.",
        "len": 212,
        "lang": "en"
    },
    {
        "id_str": "hasoc_82",
        "text": "Except for a reversal on position of DACA, except Trump's properties are among the employers taking advantage of illegal immigrants, except Trump lowered the number of refugees the US will accept.  But, yeah, pretty much the same.",
        "len": 230,
        "lang": "en"
    },
    {
        "id_str": "hasoc_83",
        "text": "Hindi toh samaj aati h ye toh natak hai #GandiNaaliAbuse",
        "len": 56,
        "lang": "hi"
    },
    {
        "id_str": "hasoc_84",
        "text": "#GandiNaaliAbuse LS is not meant to abuse our highest Executive body nd wasting money nd precious time of Parliament, where number of issues of common ppl get unnoticed!\\nIt seems that there is challenge to opposition to become opposition indeed!",
        "len": 246,
        "lang": "en"
    },
    {
        "id_str": "hasoc_85",
        "text": "Really,\\nAll are your businesses?\\n\\nThats why you people dont follow rules & becomes terrorist?",
        "len": 96,
        "lang": "en"
    },
    {
        "id_str": "hasoc_86",
        "text": " adult sharing video oral sex articles cat fuck gay video oral sex oral doctor usa video xxx dating uniform fucked daddy real online sex fuck bisexual oral translate india sex video pic.twitter.com/EAIcGrk1QL",
        "len": 208,
        "lang": "en"
    },
    {
        "id_str": "hasoc_87",
        "text": "Again Congress started abusing PM from day 1. So pathetic and tragic. Matilaal, JawaharlalN, IndiraG, all were character-corrupt, and now IndiraG is MaGanga! And Mr Modi is Gandi Naali ! Even bastards never speak this language. Hate these parliamentarians.#GandiNaaliAbuse",
        "len": 272,
        "lang": "en"
    },
    {
        "id_str": "hasoc_88",
        "text": "Someone please remind #AdhirRanjanChowdhury that he's an MP, rather than a street brawl specialist from Didi-land. He starts on a wrong foot with his #GandiNaaliAbuse today",
        "len": 172,
        "lang": "en"
    },
    {
        "id_str": "hasoc_89",
        "text": "#GandiNaaliAbuse Shame on Congress for using filthy language. Congress deserves anhilation from Indian political scene.",
        "len": 119,
        "lang": "en"
    },
    {
        "id_str": "hasoc_90",
        "text": "People @republic of #India.. To what level do we want to stoop to? This highly objectionable as time and again we have seen any tom dick harry hurling abuses at our H'nble PM @narendramodi as again #GandiNaaliAbuse #GandiNaaliInsult resurfaces STOP IT!",
        "len": 252,
        "lang": "en"
    },
    {
        "id_str": "hasoc_91",
        "text": "#GandiNaaliAbuse\\nCongress mind set is well reflected after the real buggering defeat. Anger, Frustration, Dead End.\\nIt is similar to the Anger of King Dirudhirashtra father of Duryodan in Mahabharat after the war when his entire 100 sons including Duruyodna were killed by Bhim.",
        "len": 280,
        "lang": "en"
    },
    {
        "id_str": "hasoc_92",
        "text": "Doctor: do you smoke or drink?\\n\\nLad: only on nights out if my friends got smokes and a lighter too aha\\n\\nDoctor: Haha yes lad, fuck buying them bro Ill say nothing so ",
        "len": 170,
        "lang": "en"
    },
    {
        "id_str": "hasoc_94",
        "text": "#GandiNaaliAbuse Some  of these abusive politicians are responsible for fanning hatred & incite atrocities across India. They are part of the problem & not a solution. People of the country have rightly rejected them. They cause immense harm to the society.",
        "len": 257
    },
    {
        "id_str": "hasoc_95",
        "text": "....The wonderful Iranian people are suffering, and for no reason at all. Their leadership spends all of its money on Terror, and little on anything else. The U.S. has not forgotten Irans use of IEDs & EFPs (bombs), which killed 2000 Americans, and wounded many more...",
        "len": 269,
        "lang": "en"
    },
    {
        "id_str": "hasoc_96",
        "text": "Now trump has to look for an even more evil guy to replace him. Draining the swamp ...",
        "len": 86,
        "lang": "en"
    },
    {
        "id_str": "hasoc_97",
        "text": "The leader might be new but the mindset of the Gandhis doesn't change....Mr. Adhir has let down Bengalis today #GandiNaaliAbuse @republic",
        "len": 137,
        "lang": "en"
    },
    {
        "id_str": "hasoc_99",
        "text": "dating moms taking young dick video asian doctor chubby chinese pussy angela sora fuck lesbian pic.twitter.com/73dNc6cjJS",
        "len": 121
    },
    {
        "id_str": "hasoc_100",
        "text": "#GandiNaaliAbuse\\nFilthy party has filthy mindset, congress has shown its true colour after the abusive utterance its MP, congress all set to become single digit strength party in next election.",
        "len": 194,
        "lang": "en"
    },
    {
        "id_str": "hasoc_101",
        "text": "fat fucks gonna fat fuck\\n\\nJason would know plenty about that now, wouldn\\'t he?\\n\\npaging Doctor Freud.... pic.twitter.com/DyFm534T4M",
        "len": 135,
        "lang": "en"
    },
    {
        "id_str": "hasoc_102",
        "text": "#GandiNaaliAbuse \\nThe MP must be kicked out at once.",
        "len": 53,
        "lang": "en"
    },
    {
        "id_str": "hasoc_103",
        "text": "Tjer a whole doctor that can't even burn a book. No fuck man. Mmabtho should've went to Durban naye #TheQueenMzansi pic.twitter.com/IHYevZaC4F",
        "len": 142,
        "lang": "en"
    },
    {
        "id_str": "hasoc_104",
        "text": "You could be dying and all you will hear from doctors is its a virus BITCH MY BABY HAS A TEMP OF 104 how the fuck is that a virus. All she does is puke, oh wait its because shes teething hahaha ok.",
        "len": 197,
        "lang": "en"
    },
    {
        "id_str": "hasoc_105",
        "text": "Indias worst CM is working on his image, writes Shivam Vij @DilliDurAst, and explains why he thinks his opponents will let him succeed\\n\\n#ThePrintOpinion",
        "len": 154,
        "lang": "en"
    },
    {
        "id_str": "hasoc_106",
        "text": "Mexico has done more to secure our border in 10 days than Democrats in Congress have in 10 YEARS. The time to put Americans first is now, we must act to fix the crisis on the border!",
        "len": 182,
        "lang": "en"
    },
    {
        "id_str": "hasoc_107",
        "text": "Basically Congress and it's allies do not like Hindus and PM represents as a Hindu which they absolutely reject. Entire Congress and it's supporters should be thrown out of this country. \\n#GandiNaaliAbuse",
        "len": 205,
        "lang": "en"
    },
    {
        "id_str": "hasoc_108",
        "text": "@MarshaBlackburn \\n\\nPlease do something to defend our freedoms.  Im blocked again in #FB for pisting a joke about President Trump waking up realizing hes really a woman trapped in a toxic male body. \\n\\n#NoSenseOfHumor\\n\\n#WarForContolOfOurMinds\\n\\n#Defend1st",
        "len": 260,
        "lang": "en"
    },
    {
        "id_str": "hasoc_109",
        "text": " adult sharing video oral sex articles cat fuck gay video oral sex oral doctor usa video xxx dating uniform fucked daddy real online sex fuck bisexual oral translate india sex video pic.twitter.com/hfl62KqcX2",
        "len": 208,
        "lang": "en"
    },
    {
        "id_str": "hasoc_110",
        "text": "#GandiNaaliAbuse really shameful to use these words in parliament, 2024 again Modi, congi 5 seats",
        "len": 97,
        "lang": "en"
    },
    {
        "id_str": "hasoc_111",
        "text": "Opposition is a shame to the country... #GandiNaaliAbuse",
        "len": 56,
        "lang": "en"
    },
    {
        "id_str": "hasoc_112",
        "text": "#gandinaaliabuse cong shown their true colour in parliament by abusing PM",
        "len": 73,
        "lang": "en"
    },
    {
        "id_str": "hasoc_113",
        "text": "who the fuck puts milk on mashed potatoes pic.twitter.com/OfCQ8SJiFu",
        "len": 68,
        "lang": "en"
    },
    {
        "id_str": "hasoc_114",
        "text": "#GandiNaaliAbuse | The issue is of entitlement. They have been abusing Modi from the very start. For them Indira is India and India is Indira: Dr. Sambit Patra- National Spokesperson, BJP ",
        "len": 188,
        "lang": "en"
    },
    {
        "id_str": "hasoc_116",
        "text": "#gandinaaliabuse  you can see how frustrated the losers are. Pathan, chopra, srivastav, bhamla are gandi naalis.That's why people didn't vote for them.",
        "len": 151
    },
    {
        "id_str": "hasoc_117",
        "text": "Are you crazy?",
        "len": 14,
        "lang": "en"
    },
    {
        "id_str": "hasoc_118",
        "text": "Severos Vellark.  Crane doctor who was supposed to be the personal doctor to Rena Kalil but said fuck that and opened a free clinic in the slums.  Constantly exhaustd.  Saved Mikata's life at one point, and they're fwbs.  Aromantic. pic.twitter.com/OIsWyfcETn",
        "len": 259,
        "lang": "en"
    },
    {
        "id_str": "hasoc_119",
        "text": "AOC is right and you are wrong.\\nYou're just another shill for tRUmp at this point.\\nYou should be ashamed of yourselves.",
        "len": 121,
        "lang": "en"
    },
    {
        "id_str": "hasoc_120",
        "text": "                 \\n  125                             ",
        "len": 53,
        "lang": "en"
    },
    {
        "id_str": "hasoc_121",
        "text": "E. Jean Carroll responds to Trump saying she's 'not his type'\\n\\n",
        "len": 65,
        "lang": "en"
    },
    {
        "id_str": "hasoc_122",
        "text": "Doctor: Maam.... Ive run every test possible and there is no sign of declining mental capacity.\\nMe: then why the fuck cant I leave his ass alone when I know he dont want me?!! pic.twitter.com/gZz1Dh1h3i",
        "len": 203,
        "lang": "en"
    },
    {
        "id_str": "hasoc_123",
        "text": "You are worried about Jahil?  They wanted to remove police for 15 minutes to wipe out Hindus.  I am saying let's do it, we will see who gets wiped out. #gandinaaliabuse",
        "len": 168,
        "lang": "en"
    },
    {
        "id_str": "hasoc_124",
        "text": "no one could have predicted that the evil fucker who created a fake charity and used it to steal money raised for children with cancer would be the same evil fucker who is now denying sick and imprisoned migrant babies access to doctors and medicine or even soap, for fuck's sake",
        "len": 279,
        "lang": "en"
    },
    {
        "id_str": "hasoc_125",
        "text": "#GandiNaaliAbuse This unknown Congi leader @adhirrcinc is a cheap charlie who should be kicked out of the Lok Sakha for calling our PM in that gutter language. Wonder how people elect this kind of low thinking person as their Rep.",
        "len": 230,
        "lang": "en"
    },
    {
        "id_str": "hasoc_126",
        "text": "#GandiNaaliAbuse Congress has taken Indian polity to a new low. Its shameful that this party has such irresponsible leaders who hardly respects the democratic institutions.",
        "len": 172,
        "lang": "en"
    },
    {
        "id_str": "hasoc_127",
        "text": "#GandiNaaliAbuse \\nAsim Bhamla within minutes found an excuse for calling Modiji as Gandi Naali ka Kida when he dared to say he don't know Hindi ? To what an extent these Guns will continue their Fancy Dress in the name of Politician in the Temple of Democracy ?",
        "len": 262,
        "lang": "en"
    },
    {
        "id_str": "hasoc_128",
        "text": "The damning allegations against @realDonaldTrump that he sexually assaulted women could jeopardized his re-election campaign. Im no stranger to accountability but #TrumpTheRapist has crossed the line on #SexualMisconduct and its going to stop ! \\n\\n#TrumpisARapist #DonTheCon",
        "len": 275,
        "lang": "en"
    },
    {
        "id_str": "hasoc_129",
        "text": "#GandiNaaliAbuse this shows the mindset, even after such drubbing, it's unfortunate that they haven't learnt any lesson. 2024 again Modi, Parliament Speaker has got right to dismiss this man r suspend at least 4 two sessions. (Up to winter session)",
        "len": 248,
        "lang": "en"
    },
    {
        "id_str": "hasoc_130",
        "text": "And she looks exactly his type...",
        "len": 33,
        "lang": "en"
    },
    {
        "id_str": "hasoc_131",
        "text": "#GandiNaaliAbuse Waris live in India like a Indian human and not hide behind that Muslim garb. Do your people want to insult the highest political institutions of India because you are Muslims and then cry foul. Shut up you non identical stupid.",
        "len": 245,
        "lang": "en"
    },
    {
        "id_str": "hasoc_132",
        "text": "#GandiNaaliAbuse One cannot expect  a decent civilised behaviour from a degenerated and decomposed and abusive political existence of Congress Party which is in its threshold of extinction.",
        "len": 189,
        "lang": "en"
    },
    {
        "id_str": "hasoc_133",
        "text": "Yay, the clown is going to wreck the country. What was his slogan again? fuck business wasn\\'t it? Great phrase that.\\n\\nAm sure he\\'s going to make a \\'titanic success\\' of Brexshit.\\n\\nAfter all, Tories seem to not have much in the brain department these days. pic.twitter.com/ppcOw5oMe4",
        "len": 289,
        "lang": "en"
    },
    {
        "id_str": "hasoc_134",
        "text": "#GandiNaaliAbuse Abusing elected PM is nothing less than abusing entire Indians. These MPs should be debarred from parliament",
        "len": 125,
        "lang": "en"
    },
    {
        "id_str": "hasoc_135",
        "text": "Another Sham of a debate where the barking ones out number the other side!! Senseless debate as ususl!! This show is becoming a comedy!!#GandiNaaliAbuse",
        "len": 152,
        "lang": "en"
    },
    {
        "id_str": "hasoc_137",
        "text": "#GandiNaaliAbuse  Another Congressmen Adhir R Choudhary  in race to influence Gandhi family by Abusing Modi , Its well known fact Sonia Gandhis Hate for PM Modi & Amit Shah, which has developed into Congress Culture, its still not in corrective mode but  self destructive",
        "len": 271
    },
    {
        "id_str": "hasoc_138",
        "text": "I Told My Girlfriend To Embrace Her Mistake And She Hug Me. I Think She Didn't Understand What I mean O  ......\\n\\nWarriz Going, For Fuck Sake ",
        "len": 143,
        "lang": "en"
    },
    {
        "id_str": "hasoc_139",
        "text": "Mollas are khokla desh bhakts #GandiNaaliAbuse",
        "len": 46,
        "lang": "hi"
    },
    {
        "id_str": "hasoc_140",
        "text": "Oh, do fuck off! What have you done for the last 9 years other than trash the UK economy (then dress it up as some kind of success story), drain the NHS, education and Local Authorities of resources, and line the pockets of your wealthy friends? \\nYour whole party is a disgrace!",
        "len": 279,
        "lang": "en"
    },
    {
        "id_str": "hasoc_141",
        "text": "#GandiNaaliAbuse. Aise sansad ki sadasyata khatam kar denge chaiye taki Sab Ko sabak mil jaaye Congress har ke baad pagal ho gayi hai",
        "len": 133,
        "lang": "hi"
    },
    {
        "id_str": "hasoc_142",
        "text": "They don't have to go to the camps.\\n\\nThey are volunteering when they choose to illegally enter.\\n\\nI know I am right, Border patrol doesn't abduct people from other countries.\\n\\nIf walls didn't work, there wouldn't be so many working right now & you wouldn't care if they were built.",
        "len": 286,
        "lang": "en"
    },
    {
        "id_str": "hasoc_143",
        "text": "Race of abusing PM NaMo will accelerate to appease muslims.Listen to Pathan pushing his party as only for muslims & owasis as new Jinnah.All are disturbe due to 3talak bill as it is not a sharia law.#GandiNaaliAbuse",
        "len": 215,
        "lang": "en"
    },
    {
        "id_str": "hasoc_144",
        "text": "#GandiNaaliInsult #GandiNaaliAbuse @sambitswaraj @ARanganathan72 @ArnabGoswamiRtv The ppl who have dirtied Ma Ganga over d years deliberately r today abusing @narendramodi just coz he has taken it upon himself 2 clean up d mess. @INCIndia, how long your neech behavior? Get real",
        "len": 278,
        "lang": "en"
    },
    {
        "id_str": "hasoc_146",
        "text": "#GandiNaaliAbuse -  Abuse is the last resort of scoundrels and in this case - electorally defeated scoundrels.",
        "len": 110
    },
    {
        "id_str": "hasoc_147",
        "text": "  @RakeshSinha01  ji              \\n     \\n@drharshvardhan \\n@PMOIndia",
        "len": 70,
        "lang": "hi"
    },
    {
        "id_str": "hasoc_148",
        "text": "We got the approval from the doctor, so our Wembley concert with Jungkookie is a go! He announced, making everyone, even Jimin, gasp. \\n\\nHe was allowed to go?! Taehyung exclaimed, jumping up and down.\\n\\nMhm. Yoongi nods. He\\'s coming with us.\\n\\nFUCK YES. Namjoon yelled",
        "len": 272,
        "lang": "en"
    },
    {
        "id_str": "hasoc_149",
        "text": "Ppl keep telling me that I cant be a politician bc I have a vile mouth (not that Ive EVER said I wanted to be one). If Boris Johnson can use overtly racist language and still run for PM, Im sure I could be a politician despite saying fuck and suck ur mum to racists ",
        "len": 266,
        "lang": "en"
    },
    {
        "id_str": "hasoc_150",
        "text": "Toddlers can just walk out the door of detention camps and be free, but Republicans cant tear themselves away from Trump? ",
        "len": 122,
        "lang": "en"
    },
    {
        "id_str": "hasoc_151",
        "text": "@realDonaldTrump enough is enough. Stop taking in asylum seakers in southern border. Repel them. Do not release them or detain them. Put some damn troops with guns down there and tell them nobody passes. Also, why the hell haven't you sent an atty from the DOJ to supreme court.. ",
        "len": 280,
        "lang": "en"
    },
    {
        "id_str": "hasoc_152",
        "text": "Congress will never learn. If the commander is like that what expect from the soldiers #GandiNaaliAbuse  rahul gandhi is destroying parliament dignity.",
        "len": 151,
        "lang": "en"
    },
    {
        "id_str": "hasoc_153",
        "text": "Who voted for a no-deal? Tell me, who the fuck voted for a no deal? The way I see it, the referendum was a corrupt vote between remain and leave. Not remain, leave, deal, no deal. Nobody voted for no deal!!",
        "len": 206,
        "lang": "en"
    },
    {
        "id_str": "hasoc_154",
        "text": "Sing Along Brethren  Some Have Dickbuh canno Fuck, Some Can Fuck Buh Have NoDick We Have Dick And We Can Fuck Glory Be To Jah Ameeennn\\n\\nRT If You Remember This Song",
        "len": 166,
        "lang": "en"
    },
    {
        "id_str": "hasoc_155",
        "text": "Ah, silence in the library, #1 doctor who plot to fuck up your kids pic.twitter.com/A3mYdLjAQz",
        "len": 94,
        "lang": "en"
    },
    {
        "id_str": "hasoc_156",
        "text": "#GandiNaaliAbuse I feel Cong people are bent upon finishing their party. Why they don't understand that by abusing Modi, they loose public sympathy and votes.",
        "len": 158,
        "lang": "en"
    },
    {
        "id_str": "hasoc_157",
        "text": "#GandiNaaliAbuse | One of the most violently bigoted and abusive party people hail from your Party, I can rattle out examples after examples: Anand Ranganathan, Scientist & Author\\n",
        "len": 181,
        "lang": "en"
    },
    {
        "id_str": "hasoc_158",
        "text": "Cant believe I once thought @NicolasSarkozy and @berlusconi were the most useless politicians of all time.",
        "len": 106,
        "lang": "en"
    },
    {
        "id_str": "hasoc_159",
        "text": "A PM is the king of the nation. In olden days if any person equivalent to an MP would have uttered the same abuse thrown at Modi today in king's durbar , his head would have rolled down on the ground. The word uttered is to that proportion. Pack and leave India.\\n#GandiNaaliAbuse",
        "len": 280,
        "lang": "en"
    },
    {
        "id_str": "hasoc_160",
        "text": "fuck off imagine being 15 years old and thinking you know better than a literal doctor shut up pic.twitter.com/PWBOWX3oN8",
        "len": 121,
        "lang": "en"
    },
    {
        "id_str": "hasoc_161",
        "text": "I am a modi bhakt.. but from 2014-2019 nothing done for encephalitis in bihar.. thats really really disappointing. This all progress work and Yoga day are ok.. but we cant be silent on such severe failure of govt.",
        "len": 213,
        "lang": "en"
    },
    {
        "id_str": "hasoc_163",
        "text": "i told my doctor i cant sleep and he said have sex ???? come over and fuck me yourself you coward",
        "len": 97
    },
    {
        "id_str": "hasoc_164",
        "text": "#GandiNaaliAbuse \\nThere must be Stringent Punishment for these kind of Gandi Naale ke MPs & the Movement he uttered those words he was supposed to be suspended for life time from participating in any of the Elections in future apart from facing procecution.",
        "len": 258,
        "lang": "en"
    },
    {
        "id_str": "hasoc_165",
        "text": "#GandiNaaliAbuse Nation is not going to tolerate the insult of the PM.",
        "len": 70,
        "lang": "en"
    },
    {
        "id_str": "hasoc_166",
        "text": "A hearty fuck you to this ALL DAY sweep notice, targeting an individual unhoused resident in Chinatown. \\n\\nThis is so cruel, forcing someone to choose between guarding objects they need to survive (tents, medication) and going anywhere (work, doctor\\'s appt).\\n\\n#ServicesNotSweeps pic.twitter.com/dhnqOMNfAc",
        "len": 309,
        "lang": "en"
    },
    {
        "id_str": "hasoc_167",
        "text": "By using #GandiNaaliAbuse Congress has scooped to Naali level",
        "len": 61,
        "lang": "en"
    },
    {
        "id_str": "hasoc_168",
        "text": "#BorisJohnson dont forget your comb, not only for your toupee, but also for your pubic hair, you bloody\\nTerrible Rat Urinating on Moral & Politics (a la #Trump )\\nFuck you and just go away, thank you  pic.twitter.com/FOEwoXkq4I",
        "len": 228,
        "lang": "en"
    },
    {
        "id_str": "hasoc_169",
        "text": "    ?\\n#GuessWho #YourSpace \\n       9   \\n  ",
        "len": 45,
        "lang": "en"
    },
    {
        "id_str": "hasoc_170",
        "text": "#GandiNaaliAbuse Are these the one that we elected for their LEADERSHIP QUALITIES OR GOONDA like traits.",
        "len": 104,
        "lang": "en"
    },
    {
        "id_str": "hasoc_172",
        "text": "She's furthering her agenda. THERE IS NO COMMUNAL HUE TO ANY OF IT. All of us are doctors here, trying to do our jobs, irrespective of religion (honestly, fuck religion), gender, sexuality et cetera. (/3)",
        "len": 204
    },
    {
        "id_str": "hasoc_173",
        "text": "Fuck this noise pic.twitter.com/hagsuY2IEC",
        "len": 42,
        "lang": "en"
    },
    {
        "id_str": "hasoc_175",
        "text": "#ABD Bakan #Trump'n ei #Melania Trump, kendi iletiim direktr #StephanieGrisham'n #BeyazSaray Szcl grevine getirileceini aklad.\\nAma ABD'de domokrosi sperr , heroyy zuuperr\\nTrkiye'ye gelnce tu kaka\\nTabii bu kadar haini barndrmadkllar iin ieride, normal",
        "len": 253
    },
    {
        "id_str": "hasoc_176",
        "text": "....Irans very ignorant and insulting statement, put out today, only shows that they do not understand reality. Any attack by Iran on anything American will be met with great and overwhelming force. In some areas, overwhelming will mean obliteration. No more John Kerry & Obama!",
        "len": 278,
        "lang": "en"
    },
    {
        "id_str": "hasoc_177",
        "text": "GN Azad, in RS: I request you to keep the New India to yourself & give us our Old India where there was love, culture. Hindus used to feel the pain when Muslims & Dalits used to get hurt. When something used to get into eyes of Hindus, Muslims & Dalits used to shed tears for them",
        "len": 280,
        "lang": "en"
    },
    {
        "id_str": "hasoc_178",
        "text": "In many ways, thank fuck Rory Stewart is out. At least it means we can hate the Tories properly without being a bit confused that there's likeable one that's a cross between Doctor Who and Dobby the house elf.",
        "len": 209,
        "lang": "en"
    },
    {
        "id_str": "hasoc_179",
        "text": "#GandiNaaliAbuse congress, AIMIM and all the Muslim leaders have still not understood the verdict of this country. Hell bent on hitting the last nail in the cofin. By doing all these they are making Modi even stronger and one day all these shit party and  people will be history.",
        "len": 279,
        "lang": "en"
    },
    {
        "id_str": "hasoc_180",
        "text": "#GandiNaaliAbuse | Where an MP says that he will cut the throat of Muslims, then everyone is silent on that: Waris Pathan- MLA, AIMIM & Advocate",
        "len": 144,
        "lang": "en"
    },
    {
        "id_str": "hasoc_181",
        "text": "Man Buys New House, Then His Gut Tells Him To Dig In His Backyard! ",
        "len": 67,
        "lang": "en"
    },
    {
        "id_str": "hasoc_182",
        "text": "#GandiNaaliAbuse Arnob, u r doing a great job to showcase some of the very genuine bastards in your prime show,",
        "len": 111,
        "lang": "en"
    },
    {
        "id_str": "hasoc_183",
        "text": "This ride operator has seen some shit.",
        "len": 38,
        "lang": "en"
    },
    {
        "id_str": "hasoc_184",
        "text": "#GandiNaaliAbuse  Abhi Ranjan Choudhari ,calls Narendra Modi, as Gandi Naali . These People are frustrated after Modi is elected second time. Indians are happy &proud of Bharatiya Janata Party &Narendra Modi. We can easily tell truth about Congress traitors. No dignity for Rahul.",
        "len": 280,
        "lang": "en"
    },
    {
        "id_str": "hasoc_185",
        "text": "Omg, you are the WORST PERSON EVER IN AMERICAS WHITEHOUSE EVER!",
        "len": 63,
        "lang": "en"
    },
    {
        "id_str": "hasoc_186",
        "text": "#GandiNaaliAbuse  these stinking A$$h[ display their frustration as modiji makes his way towards 2024.. people of India are watching",
        "len": 132,
        "lang": "en"
    },
    {
        "id_str": "hasoc_187",
        "text": "MCU man babies believe Keanu Reeves was DESPERATE to play Doctor Strange, Silver Surfer or Yon-Rogg in Captain Marvel, but now Feige will ALLOW him into The Eternals \\n\\nThey are pissed he was Constantine for DC & he knew fuck all about Marvel comics when Shillider asked him?  pic.twitter.com/apOBs6ifeh",
        "len": 304,
        "lang": "en"
    },
    {
        "id_str": "hasoc_188",
        "text": "Those responsible for these issues must be prosecuted, including tRump, Pence, McConnell, and all others! Lock the Up with overcrowding, filthy, lice infected, no food water, heat, personal items, and bedding, etc. ",
        "len": 215,
        "lang": "en"
    },
    {
        "id_str": "hasoc_189",
        "text": "Too many doctors on my fucking Facebook fuck off ",
        "len": 49,
        "lang": "en"
    },
    {
        "id_str": "hasoc_190",
        "text": "How many more abuses and apologies ???? Action needs to be taken against such people #GandiNaaliAbuse",
        "len": 101,
        "lang": "en"
    },
    {
        "id_str": "hasoc_191",
        "text": "#GandiNaaliAbuse By abusing the people elected PM, the opposition has insulted the people of this country.\\n#GandiNaaliInsult",
        "len": 125,
        "lang": "en"
    },
    {
        "id_str": "hasoc_193",
        "text": "Me when Im at the doctor lying about my drug and alcohol consumption pic.twitter.com/bZBZhKIHZS",
        "len": 95
    },
    {
        "id_str": "hasoc_194",
        "text": "#gandinaaliabuse\\nAdvir ranjan ch is from madrasa banerjees waste bengal, mc mps in house, rabul gandhi is just like my ass hole, dripping shit",
        "len": 143,
        "lang": "en"
    },
    {
        "id_str": "hasoc_196",
        "text": "Tweet others the way you want to be tweeted!",
        "len": 44
    },
    {
        "id_str": "hasoc_197",
        "text": "Have you ever been to one of those parties where you feel like the odd one out? Cant quite put my finger on why that happened today.",
        "len": 132,
        "lang": "en"
    },
    {
        "id_str": "hasoc_198",
        "text": " spycam lesbians kazakhstan dating sites cum grannies doctors oral sex pussy fuck ass fucked girl getting fucked clips nipples sex phat ass fucked fuck housewife girls have real sex sex stories real nipples cock pic.twitter.com/cvyIiSjtEf",
        "len": 238,
        "lang": "en"
    },
    {
        "id_str": "hasoc_199",
        "text": "@realDonaldTrump Trump literally begging Iran to come to table b/c military isnt backing him - he is lying to Amer ppl again. No allies backing trump Not only has Xi on his side for tarrifs but Iran too  Stupid to think going to happen &  will give trump biggest loss of his life",
        "len": 279,
        "lang": "en"
    },
    {
        "id_str": "hasoc_200",
        "text": "#GandiNaaliAbuse - Adhir Choudhry should know that canal in Bengali is 'kaandor' and naali is 'noddoma' in Birbhum Bengali. Stop fooling people.",
        "len": 144,
        "lang": "en"
    },
    {
        "id_str": "hasoc_201",
        "text": "@RepublicTVLive Adheer Chowdhuri jo kahan wo unko nehi kahena chahiye but 183 children died hone ke baad bhi BJP Mangal Panday ki against koi action kiun nehi liya??!!#GandiNaaliAbuse",
        "len": 183,
        "lang": "hi"
    },
    {
        "id_str": "hasoc_202",
        "text": "His team can keep him away from the media, but #BorisJohnson was always going to manage to fuck things up. Those who are blaming the neighbours for Bojo attacking his girlfriend, REALLY, 2 Tory MPs in a matter of days attacking women and somehow it's ok. Both Not fit for office.",
        "len": 279,
        "lang": "en"
    },
    {
        "id_str": "hasoc_203",
        "text": "Why does Boris Johnson have to talk about his personal life? If he doesnt want to he doesnt have to. Couldnt give a flying fuck anyway but people saying its a public interest need to get a life.",
        "len": 194,
        "lang": "en"
    },
    {
        "id_str": "hasoc_204",
        "text": "1. What role did you play in Vote leave breaking the law?\\n2. Why did you carry on lying about the bus?\\n3. Why do you think you are fit for any office?\\n4. Why don't you seek help to quit lying?\\n5. What did you chat to Steve Bannon about?\\n6. Why did you say fuck business? pic.twitter.com/DVM4dLzk8m",
        "len": 302,
        "lang": "en"
    },
    {
        "id_str": "hasoc_205",
        "text": "As a Muslim;\\n\\nMy food is my Business\\nMy Dress is my Business \\nMy Faith is my Business \\nMy Marriage is my Business \\nMy Prayer is my Business\\n\\nI don't POKE in your Business. So don't POKE in my Business. Thank you!",
        "len": 220,
        "lang": "en"
    },
    {
        "id_str": "hasoc_206",
        "text": "#StopParliamentAbuse \\n#GandiNaaliAbuse \\nOnce again Congress goon MP Adhir Ranjan Chaudhary has insulted PM Modi.\\n\\nEven after losing 2014 & 2019 Elections, Congress has not learnt from thr mistakes.\\n\\n#CongGandiNaaliInsult",
        "len": 226,
        "lang": "en"
    },
    {
        "id_str": "hasoc_207",
        "text": "The world doesn't gave saved by Trump. It gets saved when we remove our support for the Gov. \\n#qanon",
        "len": 101,
        "lang": "en"
    },
    {
        "id_str": "hasoc_208",
        "text": "Trump names new chief White House liar, dissembler and cover-upper. ",
        "len": 68,
        "lang": "en"
    },
    {
        "id_str": "hasoc_209",
        "text": "why the FUCK isn't Gemma Chan playing Doctor Who yet pic.twitter.com/tBc6QzQn2w",
        "len": 79,
        "lang": "en"
    },
    {
        "id_str": "hasoc_210",
        "text": "@adhirrcinc If you & ur other congressi brothers & sisters dont know how 2 spk in Hindi then spk in the language u know,there r translators there.\\nFact is all of u r insulting PM @narendramodi ji on instructions of Gandhis to please them. Shameful! \\n#GandiNaaliAbuse @republic",
        "len": 278,
        "lang": "en"
    },
    {
        "id_str": "hasoc_211",
        "text": "Mr @adhirrcinc u have made a big mistake by calling the Prime Minister of India #Gandinali. People of India will not Forgive you.\\nShame on you !!\\n#CongGandiNaaliInsult \\n#GandiNaaliAbuse",
        "len": 188,
        "lang": "en"
    },
    {
        "id_str": "hasoc_212",
        "text": "#GandiNaaliAbuse GanDI title suits this GanDHI dynasty of self glorifying worthless Desh Drohi Looters. What is Italian Dalal Sonia Half baked Indian Rahul, Indira is Ganga of BLOOD the blood Sucking Vamp of Emergency. Rajiv was a true Mass Murderer blood Sucker of 1984.",
        "len": 271,
        "lang": "en"
    },
    {
        "id_str": "hasoc_213",
        "text": "Highly shameful, for everything, and for all wrong doings still there are idiots coming to debate still maintaining their stand. Are you really humans. I won't be  surprised to know that you will be Cannibals. \\n#GandiNaaliAbuse",
        "len": 228,
        "lang": "en"
    },
    {
        "id_str": "hasoc_214",
        "text": "#Narendra_Modi Sir please look into Bihar children too.... the need your attention very much. Remember that that Children's family also done vote in your favour... ",
        "len": 164,
        "lang": "en"
    },
    {
        "id_str": "hasoc_215",
        "text": "I have an idea. Everytime Rubio or Walker tweet a bible verse reply eith a verse from Revelation.  For example some about 666 isn't the address of a trump or Kushner property?\\nAlso lots of verses could be used for the G7.",
        "len": 222,
        "lang": "en"
    },
    {
        "id_str": "hasoc_216",
        "text": "#GandiNaaliAbuse.The way Congress received drubbing in recently concluded hustings ,Congimen are unable to digest this and they are now resorted to use of abuses and gaali galoch against PM Modi non other than  opp. Leader Adhir Ranjan Choudhari which shows how mean they are.",
        "len": 276,
        "lang": "en"
    },
    {
        "id_str": "hasoc_217",
        "text": "@RepublicTVLive Arnab BJP ko itna support mat karo!!jo Party tumhare channel ko Banned karne ki baat kiya tha!!Sambit Patra when 183 children died in Bihar then what were you doing?!#GandiNaaliAbuse",
        "len": 198,
        "lang": "hi"
    },
    {
        "id_str": "hasoc_218",
        "text": "#GandiNaaliAbuse Crazy politics of Cong has vanished its element of cultural ethics.",
        "len": 84,
        "lang": "en"
    },
    {
        "id_str": "hasoc_219",
        "text": "I don't think you really know the meaning of anti and bigot.",
        "len": 60,
        "lang": "en"
    },
    {
        "id_str": "hasoc_220",
        "text": "#GandiNaaliAbuse | I don't think anyone will sympathise with the comment he has made, every time Congress has made these statements, BJP has been at an advantage: Asif Bhamla, Political Commentator & President- Bhamla Foundation ",
        "len": 229,
        "lang": "en"
    },
    {
        "id_str": "hasoc_221",
        "text": "This couple are separated by thousands of miles, on hunger strike, their daughter separated from her mum whilst she starves in jail. Why? Because Boris Johnson fucked up.\\n\\nThats one family. His ambition? To fuck an entire nation. #GeneralElectionNow pic.twitter.com/ALHhsuTYbz",
        "len": 278,
        "lang": "en"
    },
    {
        "id_str": "hasoc_222",
        "text": "#GandiNaaliAbuse hey you supporters of Gandi Naali abuser say that person does not know Hindi. Was he intending to speak in Italian language which is not a language in Indian Parliament. The same abuse should apply to those who shower it.",
        "len": 238,
        "lang": "en"
    },
    {
        "id_str": "hasoc_223",
        "text": "Dear PM,\\n\\nWe voted you for development of poor people but you all are spending too much on Yoga but not in water, education and fever that is in Bihar right now.Dear PM,We voted you for development of poor people but you all are spending too much on Yoga but not in water, education and fever that is in Bihar right now.",
        "len": 322,
        "lang": "en"
    },
    {
        "id_str": "hasoc_224",
        "text": "The Terrorist , Waris Pathan is batting well with Abuse, verbal Terrorism at @republic #GandiNaaliAbuse",
        "len": 103,
        "lang": "en"
    },
    {
        "id_str": "hasoc_225",
        "text": "If you think people will vote for you after using such filthy language for the PM,you are highly mistaken #GandiNaaliAbuse",
        "len": 122,
        "lang": "en"
    },
    {
        "id_str": "hasoc_226",
        "text": "children are dying in bihar but who cares Yoga and Mp dinner is Important",
        "len": 73,
        "lang": "en"
    },
    {
        "id_str": "hasoc_227",
        "text": "HOW THE FUCK CAN BABIES SIT IN WIERD WAYS LIKE THIS WITHOUT BREAKING THEIR WHOLE SHITS!?! #ItDontMakeNoSense pic.twitter.com/XcpoerAwfw",
        "len": 135,
        "lang": "en"
    },
    {
        "id_str": "hasoc_228",
        "text": "How will he defend us from him....resign",
        "len": 40,
        "lang": "en"
    },
    {
        "id_str": "hasoc_230",
        "text": "@BorisJohnson just fuck off. The country fucking hates you. pic.twitter.com/0vmg3ZD9Ei",
        "len": 86
    },
    {
        "id_str": "hasoc_231",
        "text": "T 3205 - Just look at the efficacy of the Hindi language\\n(In English)\\nI am sorry, I cant hear you properly, can u please repeat what is the matter?\\n(In Hindi)\\n\\n.............\\n\\n~ EF Vb\\n",
        "len": 191,
        "lang": "en"
    },
    {
        "id_str": "hasoc_232",
        "text": "Congress should not forget that Modi is the Pm of India and he Definitely deserves respect. Congress should immediately apologize for this low standard comment.#Congress #GandiNaaliAbuse #GandiNaaliInsult #BJP",
        "len": 209,
        "lang": "en"
    },
    {
        "id_str": "hasoc_233",
        "text": "#GandiNaaliAbuse ASHAMED to see these unscrupulous, uncouth, illiterate, selfish politicians ABUSE every INDIAN by reflecting POORLY on the elected PM of the Largest Democracy",
        "len": 175,
        "lang": "en"
    },
    {
        "id_str": "hasoc_234",
        "text": "Why the fuck are California legislators consulting actresses like Jessica Biel about vaccines when they should be listening to doctors!",
        "len": 135,
        "lang": "en"
    }
]